Revit 2023 API
ParameterTypeId.ContourSubcategoryId Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ContourSubcategoryId { get; }
Visual Basic
Public Shared ReadOnly Property ContourSubcategoryId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContourSubcategoryId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace